{
    "qna": [

        {
            "qid": "Admin.002",
            "q": [
                "How to unblock my account?",
                "How to unblock my LEAP account?",
                "My leap account has been blocked",
                "How to fix blocked leap account?",
                "How to fix my LEAP account?"
            ],
            "a": "Your leap account is blocked after two incorrect password attempts. In order to unblock your account, please speak to your delegate training coordinator. If you do not know what delegate training coordinator is, please ask what is a delegate training coordinator in another question",
            "r": {
                "title": "",
                "imageUrl": ""
            }
    },

    {
        "qid": "Tr.001",
        "q": [
            "What is a delegate training coordinator?",
            "What is a DTC?",
            "What does DTC mean?",
            "What does Delegate Training coordinator mean?"
        ],
        "a": "Your Delegate Training Coordinator is the person in charge of arranging your training. Please ask how to find my delegate training coordinator for more information.",
        "r": {
            "title": "",
            "imageUrl": ""
        }
},

{
    "qid": "Tr.002",
    "q": [
        "Who is my delegate training coordinator?",
        "Who is my DTC?",
        "How can I find my delegate training coordinator?"
    ],
    "a": "To find who has been assigned as your Delegate Training Coordinator, log into LEAP and select personal space, manage personal data from the top menu. Then select the see summary of current assignments hyperlink at the bottom. Your training coordinator will be listed there under Assignments of your training coordinators.",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.003",
    "q": [
        "Can you reset my password?",
        "How to reset my password?",
        "I forgot my password",
        "Forgot my password",
        "How do I reset my password?",
        "Can I have a new password?"
    ],
    "a": "To reset your password, please use the forgot my password button on the home page of LEAP. You will receive an email with further instructions. You can also ask your Delegate Training Coordinator to do this for you.",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.004",
    "q": [
        "Can I have my assessment results?",
        "How to access my assessment results?",
        "How to view my assessment results?",
        "Where are my assessment results saved?",
        "Where can I see my assessment results?",
        "How can I see my assessment results?"
    ],
    "a": "Unfortunately, assessment results cannot be given over the phone the following day, as they take two days to process. The best way to access them is through your leap account, which is updated the day after the assessment. Your Service manager will also receive a copy of your results within a week of the assessment.",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.005",
    "q": [
        "Why is the elearning I completed not showing in leap?",
        "Why can't I see the elearning I finished?",
        "elearning is not showing in LEAP",
        "I can't see the elearning course that I completed on leap",
        "Elearning not showing as completed on LEAP"
    ],
    "a": "Elearning can take up to twenty four hours to appear on LEAP. To ensure that you have evidence if things go wrong and your elearning isn't coming up on your profile after more than 24 hours, please take a screenshot of your completion screen including ocurse window, profile name, time & date.",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.006",
    "q": [
        "What happens if I miss a virtual classroom?",
        "Am I allowed to miss a virtual classroom?",
        "Can I miss a virtual classroom?",
        "Can I resit a virtual classroom?",
        "Resitting a virtual classroom",
        "I would like to resit a virtual classroom",
        "How to resit virtual classrooms?"
    ],
    "a": "If don't attend a virtual classroom, which is part of blended learning course, you cannot resit it on its own. Missing a virtual classroom means that the whole course will count as a no show. Unfortunately, your dealership will incur a charge as a result of this and you will need to attend the whole course again. The individual parts of the blended learning course cannot be rescheduled for another date.",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.007",
    "q": [
        "Where can I find self-study guides?",
        "Where are my blended learning self-study guides?",
        "blended learning self-study guides",
        "Self-study guides",
        "Where can self study guides be found?"
    ],
    "a": "Blended Learning Self-Study Guides become available thirty days before the first virtual classroom. They can be found in Training, My Training, Planned Tab. Once there, click on the access button next to the course name on the right-hand side",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.008",
    "q": [
        "How to book accommodation?",
        "How can I book accommodation on LEAP?",
        "How to book transport for my training?",
        "Transport and Accommodation",
        "How to book hotel?",
        "book hotel"
    ],
    "a": "Transport and accommodation bookings can be made by your Delegate training coordinator when they book you onto a course. This can be done up to 7 days before the course start date. If your Delegate training coordinator is unsure of how to do book transport and accommodation, please advise them to call this number and one of our Delegate Support agents will be able to walk them through the process",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.009",
    "q": [
        "Booking confirmation",
        "I Can't see my booking confirmation",
        "Can I see my booking confirmation?",
        "Where can I find my accommodation information?",
        "Where can I find information on accommodation?",
        "Where will I stay?",
        "Which hotel will I stay in?",
        "Which hotel am I booked in?",
        "How to find accommodation details?"
    ],
    "a": "All hotel details are sent out on the Tuesday of the week prior to the course start date. If you haven't received yours after this time, please contact one of our delegate support coordinators.",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.010",
    "q": [
        "I can't get to my TNA",
        "How to unblock my TNA?",
        "How to unblock my ODNA?",
        "How to unblock my training needs quiz?",
        "Why is my training needs quiz blocked?",
        "Can you unblock my training needs quiz?",
        "Can you unblock my TNA?",
        "Can you unblock my ODNA?"
    ],
    "a": "You are allowed two attempts when taking the ODNA. If you fail this twice you are locked for thirty days to allow time to upskill in the area required. Unfortunately, there isn't anything we can do aobut this.",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.011",
    "q": [
        "Taxi details",
        "Cab details",
        "When is my pick up?",
        "Can I have details on my taxi?",
        "When will my taxi pick me up?",
        "When will my cab pick me up?"
    ],
    "a": "A text message is sent the night before the first pick up with details of times and vehicle identity.",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.012",
    "q": [
        "TNA not showing",
        "How to see my TNA results in LEAP",
        "TNA not coming up in LEAP",
        "ODNA not showing",
        "How to see my ODNA results in LEAP",
        "ODNA not coming up in LEAP",
        "Have my training needs results been saved on LEAP?",
        "Have my ODNA results been saved on LEAP?",
        "Have my TNA results been saved on LEAP?"
    ],
    "a": "Please don't worry if your ODNA or TNA results are not showing in your LEAP profile instantly after you completed the quiz. They will update automatically overnight if passed.",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.013",
    "q": [
        "How to submit documents for warranty referral course?",
        "warranty referral",
        "warranty evidence",
        "warranty documents",
        "How to submit warranty evidence?",
        "Where to send warranty documents?",
        "Can I get feedback for warranty?",
        "warranty feedback"
    ],
    "a": "The evidence for warranty referral courses needs to be submitted into the leap classroom forum. Feedback on it is given within forty eight hours of submission",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.014",
    "q": [
        "Can I have feedback for my distance course?",
        "distance course feedback",
        "Can I get feedback for my warranty distance course?"
    ],
    "a": "Feedback for warranty distance courses is given the following Friday after submission. If you haven't received yours after this time, please contact one of our delegate support coordinators.",
    "r": {
        "title": "",
        "imageUrl": ""
    }
},

{
    "qid": "Tr.015",
    "q": [
        "What is the dress code in the NLC?",
        "How to dress up in the NLC?",
        "Dress code national learning centre",
        "What is the dress code in the national learning centre?",
        "What to wear to my training course?",
        "What to wear?"
    ],
    "a": "We follow a casual dresscode at the NLC. The only no-nos are ripped jeans and clothes with large branding on them. Please wear whatever you feel comfortable in.",
    "r": {
        "title": "",
        "imageUrl": ""
    }
}

    ]
}